{
  "items": [{
      "_show": true,
      "title": "The Man From Earth",
      "desc": [
        "The Man from Earth is a 2007 American drama science fiction film written by Jerome Bixby and directed by Richard Schenkman. It stars David Lee Smith as John Oldman, the protagonist. The screenplay was conceived by Jerome Bixby in the early 1960s and completed on his deathbed in April 1998.[2] The film gained recognition in part for being widely distributed through Internet peer-to-peer networks, which raised its profile. The film was later adapted by Schenkman into a stage play of the same name."
      ],
      "tags": ["MOVIE", "IMDB: 7.9"],
      "date": "2017-11-27",
      "img": "http://e-cdn-images.deezer.com/images/cover/270fb2cd62d9a26cce8c52e2c1564acb/200x200-000000-80-0-0.jpg",
      "links": [{
        "label": "IMDB",
        "url": "http://www.imdb.com/title/tt0756683/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/The_Man_from_Earth"
      }, {
        "label": "Trailer",
        "url": "https://www.youtube.com/watch?v=Dio0wKDoG28"
      }]
    }, {
      "_show": true,
      "title": "Portal",
      "img": "https://i.pinimg.com/474x/e8/7d/f3/e87df3ecb27b16175958988f70b4ff55--portal-art-game-portal.jpg",
      "links": [{
        "label": "Website",
        "url": "http://www.firewatchgame.com/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Prtal_(video_game)"
      }],
      "tags": ["PC-GAME", "FIRST-PERSON", "PUZZLE"],
      "date": "2017-11-25",
      "desc": ["Portal is a series of first-person puzzle-platform video games developed by Valve Corporation. Set in the Half-Life universe, the two main games in the series, Portal (2007) and Portal 2 (2011), center on a woman, Chell, forced to undergo a series of tests within the Aperture Science Enrichment Center by a malicious artificial intelligence computer, GLaDOS, that controls the facility."]
    }, {
      "_show": true,
      "title": "Firewatch",
      "img": "http://media.vandal.net/t200/31655/firewatch-2016210124535_1.jpg",
      "links": [{
        "label": "Website",
        "url": "http://www.firewatchgame.com/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Frewatch"
      }],
      "tags": ["PC-GAME", "ADVENTURE", "RELAX"],
      "date": "2017-11-25",
      "desc": ["Firewatch is a first-person mystery adventure game developed by Campo Santo and published by Campo Santo and Panic. The story follows a Shoshone National Forest fire lookout named Henry in 1989, following the Yellowstone fires of 1988. A month after his first day at work, strange things begin happening to both him and his supervisor Delilah, which connects to a conspired mystery that happened years ago. Henry interacts with Delilah using a walkie-talkie, with the player choosing from dialog options to communicate."]
    }, {
      "_show": true,
      "title": "Hotline Miami",
      "img": "http://www.midlifegamer.net/wp-content/uploads/2012/11/311012_hotline_miami_t.jpg",
      "links": [{
        "label": "Website",
        "url": "http://hotlinemiami.com/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wki/Hotline_Miami"
      }],
      "tags": ["PC-GAME", "TOP-DOWN", "SHOOTER", "PIXEL-ART"],
      "date": "2017-11-25",
      "desc": ["Hotline Miami is a top-down shooter video game by Jonatan Söderström and Dennis Wedin, collectively known as Dennaton Games. Set in 1989 Miami, the plot consists of two protagonists, Jacket and Biker, who have been receiving phone calls instructing them to commit massacres against the local Russian Mafia. The game blends top down perspective with stealth, extreme violence and surreal storytelling, along with a soundtrack and visuals influenced by 1980s culture. The game itself was influenced in part by Nicolas Winding Refn's 2011 neo-noir crime film Drive, as well as the 2006 documentary Cocaine Cowboys."]
    }, {
      "_show": true,
      "title": "Spec Ops: The Line",
      "img": "http://einfogames.com/wp-content/blogs.dir/12/files/2013/05/Spec-Ops-The-Line-200x200.png",
      "links": [{
        "label": "Website",
        "url": "http://www.specopstheline.com/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Spc_Ops:_The_Line"
      }],
      "tags": ["PC-GAME", "FIRST-PERSON", "SHOOTER", "MILITARY"],
      "date": "2017-11-25",
      "desc": ["Spec Ops: The Line is a 2012 third-person shooter video game developed by the German studio Yager Development and published by 2K Games. In the game, the player controls Captain Martin Walker, who is sent into a post-catastrophe Dubai with an elite Delta Force team on a recon mission. As the game progresses, Walker's mental health deteriorates, as he begins to experience hallucinations and slowly realizes the horror of war."]
    }, {
      "title": "Midnight in Paris",
      "desc": ["Woody Allen' s latest places starving writer Owen Wilson in Paris with his fiancée, Rachel McAdams. Searching for inspiration for his incomplete novel, Owen begins taking strolls around the city at night where he discovers an unexpected group of people.I wish I could be more specific, but it would ruin the surprise.Know that it is brilliant, witty and full of mystique.92 % on Rotten Tomatoes(RT)."],
      "date": "2017-11-27",
      "tags": ["MOVIE", "IMDB: 7.7"],
      "img": "http://screenanarchy.com/assets_c/2012/09/midnight-in-paris-us-poster-thumb-200x200-22953.jpg",
      "links": [{
        "label": "IMDB",
        "url": "http://www.imdb.com/title/tt1605783/"
      }, {
        "label": "Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Midnight_in_Paris"
      }, {
        "label": "Trailer",
        "url": "https://www.youtube.com/watch?v=BYRWfS2s2v4"
      }]
    }, {
      "title": "Let the Right One In",
      "desc": ["The best vampire movie ever made in my opinion.Let the Right One In is a truly unique story about a young boy and his new blood - sucking friend from next door.This film is a heart - warming love story with sprees of gory violence, which the director pulls off brilliantly.To say this movie blows‘ Twilight' out of the water is a terrible understatement.98 % RT.Note: This film also has an American counterpart called Let Me In that is almost as good."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Garden State",
      "desc": ["This is my absolute favorite film.Garden State is the story of an actor who goes back to his hometown for his mother' s funeral and starts figuring out what he wants in life.It' s chock - full of quirky humor, funny characters and ruminations on life.Not to mention the soundtrack is phenomenal.I recommend Garden State to every person I talk to about movies and have yet to hear a bad review: )"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Waking Life",
      "desc": ["It' s impossible for you to grasp Waking Life without actually watching it, but I' ll do my best to explain it.The‘ plot' centers around lucid dreaming with the main character floating around dreamscapes having incredibly interesting conversations with strangers about a variety of topics.Each conversation concerns something I would write about for the Mind - Blowing Concepts category of this site.Plus it' s all presented in trippy animated sequences."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Closer",
      "desc": ["This film is a rather dark, yet comedic story about the twisted relationships between Natalie Portman, Jude Law, Clive Owen and Julia Roberts.Instead of going with the normal romantic - comedy theme, Closer shows the sinful, deceptive, human side of love and infatuation.If I say anything else, I' ll start to give some of the plot - twists away so just watch it."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Diving Bell and the Butterfly(Le Scaphendre et le Papillon)",
      "desc": ["A beautifully shot film from the first - person perspective of Jean - Do(Mathieu Almaric), a man who has everything before he becomes paralyzed in a car accident.After a painstaking recovery in the hospital, Jean is only able to communicate by blinking his eye.I really can' t fully convey how amazing the cinematography is throughout the film, nor how tragic the story is.The Diving Bell and the Butterfly is straight visual art."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Sin Nombre",
      "desc": ["Sin Nombre is the intense story of a runaway gangster and a young Honduran girl crossing paths en route to illegally enter the United States.The film gives you a detailed look at life in Central America and the conditions under which people travel on their way to the American border.Lots of action, suspense, love, sex and a very climatic ending."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Human Traffic",
      "desc": ["Very unique comedy about the drug / club culture in the UK.Five friends ponder society, drug use and their own lives as they go about their usual weekend of snorting, smoking, popping, dancing and sex."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Matador",
      "desc": ["Pierce Brosnan plays an assassin going through a mid - life crisis as he approached retirement. He' s like 007 on a spree of existential questioning.Very funny."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Good, The Bad, And the Weird",
      "desc": ["Two comical outlaws and a bounty hunter fight for a treasure map in 1940 s Manchuria while being pursued by the Japanese army and Chinese bandits.This movie puts a crazy asian spin on the classic western theme.Extremely entertaining."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Tucker and Dale vs.Evil",
      "desc": ["A group of college students go camping for the weekend and, through a series of unlucky events, begin thinking that the harmless Tucker & Dale(pictured above) are trying to kill them.Tucker and Dale in turn think the kids are carrying out a group suicide pact.Hilarity ensues."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "New Kids Turbo",
      "desc": ["An absolutely nutty movie from the Netherlands.Picture the guys from Jackass, minus 50 IQ points, making a movie with a plot.These guys take matters into their own hands when they lose their jobs and aren' t paid‘ enough' unemployment from their government."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Kiss, Kiss, Bang, Bang",
      "desc": ["KKBB is a murder - comedy( ? ) with the epic cast of Val Kilmer as a private - eye and Robert Downey Jr.as thief pretending to be an actor to seduce the beautiful Michelle Monaghan, who is actually an actress."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Big Trouble",
      "desc": ["Big Trouble is one of those movies where all of these different people end up intertwined at the end of the movie.It' s has Tim Allen, ‘Puddy' from Seinfeld, and it' s freaking funny.Enough said."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Once Upon A Time In The West",
      "desc": ["This is the most EPIC western film of all time.Even if westerns aren' t your cup of tea, give this one a chance.A master gunslinger returns to town to take revenge on a foe from his past.He makes Chuck Norris look like a total pussy."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Persepolis",
      "desc": ["A fascinating and truly unique animated film about a girl growing up in Iran during the Islamic Revolution.The story follows the girl as she grows up and struggles with her identity as a woman and an Iranian in a modern world."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "13 Assassins",
      "desc": ["Where Once Upon A Time in the West defined‘ epic' in the western category, 13 Assassins defines it in the martial arts category.As you could have guessed, 13 elite assassins ban together to take out an evil war lord.The final scene is a massive fight within a city the assassins have rigged with booby traps.Can I say epic again ?"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "El Secreto De Sus Ojos",
      "desc": ["An aging detective takes on an old murder case that was never solved."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Terminal",
      "desc": ["Tom Hanks stars as a foreigner from a war - torn country who is forced to live in a U.S.airport terminal until he is granted a green card.Having no money, Hanks comes up with a number of interesting ways to stay fed and comfortable during his stay."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Attack the Block",
      "desc": ["Aliens are attacking the UK.It' s up to a team of teenage hooligans to fend them off while angry drug dealers and police fail to see the invasion coming.This movie is very similar to‘ Sean of the Dead' with it' s unique combo of comedy and gore."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Dr.Strangelove(Or How I Stopped Worrying And Learned to Love the Bomb)",
      "desc": ["The great Stanley Kubrick directs a story about a crazed American general who launches a nuclear missile at Russia during the Cold War and told the bomb squadron to ignore any commands to turn back.Meanwhile the American government races to find a way to fix the situation and prevent global nuclear war."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Downfall",
      "desc": ["Downfall chronicles the last few weeks of Hitler' s reign before the end of WWII.His highest ranking officers struggle between blind allegiance and fear as Hitler remains in denial of the impending defeat.Extremely interesting."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Tropic Thunder",
      "desc": ["A troupe of movie actors are dropped into a war zone that they think is all planned for the movie they' re shooting.Best two parts of the film: Robert Downey Jr.is a method - actor taking on the part of a black man & Tom Cruise shows up unexpectedly.I won' t say anymore…"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Fall",
      "desc": ["A hospitalized man unfolds a story to a young girl, battling his own demons within the story as he goes.Think Princess Bride, but a whole lot more colorful."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Invention of Lying",
      "desc": ["Ricky Gervais lives in a world where no one lies, or even considers lying possible.One day he suddenly realized that he can.Everyone else believes literally everything he says, including that a woman must sleep with him immediately or the world will end.His fibbing is slippery slope that leads Ricky to be the only man on earth who knows what happens when you die(cue religion jabs)."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Drive",
      "desc": ["Ryan Gosling is a badass getaway driver(think Transporter) who finds himself falling in love with the married girl next store.He finds himself in trouble when he tries to help her out by driving her husband to a robbery.Amazing soundtrack with a very unique feel overall."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "There Will Be Blood",
      "desc": ["Based on Upton Sinclair' s Oil!, There Will Be Blood tells the story of a small oil tycoon(Daniel Day - Lewis) fights his way to the top of the industry in gold rush era California.The soundtrack, cinematography & dialogue are flat - out AMAZING.I almost didn' t include this one because it' s a well - known academy award winner(Best Actor & Best Cinematography), but it' s too good to not mention."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Brick",
      "desc": ["Joseph Gordon - Levitt pushes his way through the underbelly of his high school to investigate the disappearance of his ex - girlfriend.All of the classic elements of a noir are cleverly translated to the high - school movie format.Is Levitt ever in a bad movie ? Think about it…"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Hard Candy",
      "desc": ["This film is not for the light of heart.A young girl takes justice into her own hands by seducing a suspected pedophile online, To Catch a Predator - style.Ellen Page displays a shocking level of maturity and prowess as she unleashes an intensely psychological punishment on the unsuspecting man."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Man On The Moon",
      "desc": ["Jim Carrey gives his most transformative and most - overlooked performance as the‘ eccentric avant - garde comedian', Andy Kaufman.He may look like Ace Ventura in this picture, but I assure you Carrey makes this movie a must - see without any of his usual immature humor."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "City Island",
      "desc": ["A dysfunctional family comes together when they take a troubled youth into their home who disturbs their delicate web of inter - familial lies, including a son with a fetish for watching large women eat and a father with the secret dream of playing a gangster on - screen."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Romeo + Juliet",
      "desc": ["Check out this artsy, modern adaptation of the classic love story.The lines are still in Elizabethan English but this film does a wonderful job of visually translating Shakespeare' s cryptic diction while keeping you entertained."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Mr. Nobody",
      "desc": ["Who would you have been when, at crucial moments in your life, you chose to walk a different path? That thought experiment is explored brilliantly by this amazing science-fiction movie as we follow Nemo(s) for 118 years. Set in the past, the now and in the future, we follow different branches of his life through time, covering the topics of technology, love, human fragility and how decisions shape who we will end up being. Spectacular."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Yo, También",
      "desc": ["You haven’t seen a romance story like this before, and you don’t have to like them to fall deeply in love with this one. While most movies about unlikely couples end up in lame cliches, this one lifts the hearts and makes an impression that will last a lifetime. ‘Me, Too’ is about Daniel, a young guy who is born with down-syndrome yet finished university, and Laura, who spends her life getting cheap attention at nightclubs. What makes this movie unforgettable is not just the superb humor that catches you off guard, but the story itself — a pureness rarely encountered. It truly makes you feel that, on a deeper level, we all long for love, warmth and connection."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "A Scanner Darkly",
      "desc": ["Based on the book by Philip K. Dick, A Scanner Darkly perfectly captures the dark and mind-bending tones written herein. This comes as no surprise because it is made by the same director as Waking Life. We follow an undercover cop who gets hooked on a new designer drug that slowly starts to take make serious changes in its user. All lines between reality and fiction start to blur when he doesn’t know who he is anymore."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "They Live",
      "desc": ["This 1988 Hollywood movie is counter-culture classic. John Nada goes to LA in search of a job. But what he finds are special sunglasses that reveal the hidden structure of the social order. Everywhere he looks, he finds subliminal messages that are used to control the masses. I am not going to spoil it by telling who does the controlling, but the metaphor is all too real. Don’t watch this movie if you expect the best acting or the coolest special effects. But certainly watch it if you are looking for the same sunglasses!"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Un prophète (A Prophet)",
      "desc": ["Gritty, raw, dark. We follow a young boy who has been dealt the worst cards all his life. In prison, he belongs to no group, and just wants to be left alone. However, others have different plans. Slowly, they push him to the edge, but they will not like what kind of man he becomes. Very powerful movie, one of the best in its genre."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Spring, Summer, Fall, Winter… and Spring",
      "desc": ["This is perhaps my favorite movie of all time. Set in the Korean wilderness lives a Buddhist master in the middle of a lake. One day a little boy is left behind at his door, which he attempts to raise. We follow them through the seasons and the different cyclical phases of life, learning amazing lessons on the way. This is a profound movie, one you can watch multiple times, each time deepening your insight. Or rather, peel away another layer of illusion. Watch it, I promise you won’t be disappointed."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Act of Killing",
      "desc": ["This is a deeply disturbing movie that has to be seen by everyone. This documentary has former Indonesian death squad leaders create reenactments of mass murders in different film genres. The way it is carried out and rationalised is perhaps the deepest tragedy the world is facing. I don’t think I will ever forget this film, nor the line “War crimes are defined by the winners”."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "A Single Man",
      "desc": ["You can watch this movie just for the cinematic beauty alone. A Single Man is about a man who lost the love of his life in a car accident and is left with no reason to continue his existence. As he prepares his suicide, he finds he is not alone in his despair. Watching this movie can be likened to an existential guided meditation on love, death and deep moments of reflection. The perspective we, as the viewers, inhabit is that of a cold distance, which heats up once we connect with it."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Edukators",
      "desc": ["This is a surprisingly interesting movie with some strong dialogues and a very gripping message about the fate of the hippie generation. We follow a young trio as they break into rich people’s homes to leave behind obscure messages (Die fette Jahre sind vorbei!) It quickly turns into something more personal as they kidnap a man without knowing what to do with him. When everything seems to unravel we learn about love, friendship and the price you must pay for your ideals."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Perfume: The Story of a Murderer",
      "desc": ["There is something about this movie that is deeply upsetting, yet it is so mesmerizing that you can not help but to watch it till the end. Perhaps it is the recognition of the almost psychotic dark side of love, the fact that we are capable of doing anything in order to attain that idealistic perfection. Perfume is about an almost mythical story of a boy, a perfume maker, who has the finest smell on the planet. But soon he becomes obsessed by finding the ultimate smell, sacrificing everything that stands in the way."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Her",
      "desc": ["This is probably the most beautifully shot movie of this century. An elegant mixture of wild science fiction and powerful love story we are invited into the life of a single writer, Theodore, who purchases the newest operating system, Samantha. The emotional and intelligence development of both, with beautiful philosophical remarks make for an extremely funny, emotionally spellbinding and all around feel good story that also begs the question of what makes us human. Watch this on a rainy day with someone you love."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Le Grande Bellezza",
      "desc": ["Absolutely jaw-dropping. We follow italian writer Jep Gambardella who lives a life of the elite in Rome. We observe him as he is mesmerised by both the beauty and the absurdity of his world, a world filled with post-modern art performances, a growing decadence and a taste for extravagant parties. The well-timed pacing of the movie draws the viewer in and makes the one shot lingering in the next, blending these together in a beautifully captivating dream. Watch this movie if you want an experience – not an answer."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "2001: A Space Odyssey",
      "desc": ["I know everyone has seen 2001, but I couldn’t help myself to include it anyway. (Go watch it now if you haven’t, ksst!) This is one of my favorite Kubrick movies ever. While it is clear that it comes from a different age, and perhaps our fast paced minds have to do our best to tune in, it hasn’t lost one fragment of its brilliance and beauty. If this movie doesn’t make you think about life, the universe and everything in between, I don’t know what does."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Die Welle",
      "desc": ["A German high school teacher has a class on autocracy and starts an experiment of his own. Soon the class turns into a fascist group that is no longer under control. A great movie for everyone who would like to feel and understand how such an order can arise and how it functions. Together with Das Experiment it forms the two great German movies about social structures."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Gods Must Be Crazy",
      "desc": ["Truly one of its kind. An African bushman finds an empty coke bottle that has been thrown out of an airplane. Xi, having never encountered such an object before, soon discovers that such a weird artifact upsets the whole typical order. Of course this is all a big metaphor for the birth of a society. Combined with the different stories, the social and political critique, the beautiful landscapes and the often hilarious moments make this movie a brilliant master piece."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Gattaca",
      "desc": ["This amazing science-fiction movie depicts a society in the future where people get classified and ranked by their genes. If you are sub-optimal and your parents didn’t pre-screen you, you will never be able to hold any important job. In a fascinating plot one untermensch defies such genetic determinism and proves that discrimination based on genes holds no ground. Very thought-provoking."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Before Midnight",
      "desc": ["The sequel of Before Sunrise and Before Sunset, it is probably the best of the series. (Don’t worry, you don’t have to watch the first two to appreciate and understand Before Midnight). Life is fragile, and so are relationships. This is the background of a movie which only features lengthy dialogues, philosophical reflections on being-together, sharp insights of a world that can’t be controlled. What I loved most about this movie is the fact that you can feel the rawness of the characters. It is genuine. It is real."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Ladri di biciclette (The Bicycle Thief)",
      "desc": ["It is a rare occurrence that a simple story can capture the hearts of all its viewers. Perhaps it is impossible to make such movies anymore and that they are just fleeting remembrances of a time long past. Perhaps the poetic love depicted in this Italian masterpiece needs a slower pace of life than we currently experience. Either way, it is not a surprise that all the great Italian actors and directors point to this movie as the birth of Italian cinema, which is just about a man, his son and a stolen bicycle."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Samsara",
      "desc": ["Not to be confused with the documentary of the same name, this movie is about a young Buddhist monk that flees his monastery to pursue his wildest fantasies. Besides the beautiful settings and the depiction of rural Tibetan life it has some unexpected dialogues that has got me thinking to this day. Especially the ending is one of the most emancipatory perspective on Buddhism and enlightenment I have ever seen. Must watch."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Solyaris (Solaris)",
      "desc": ["If anything, this movie captures the idea of a mind-fuck the best. Crazy, cold, absurd, yet extremely captivating and beautiful. A psychologist ventures into space to look for a crew that has gone crazy. Some say this is one of the worst Tarkovsky’s movies, but I disagree. As one IMDB commenter puts it “Watch it at night, alone, when everything out of your home is dark, silent, and cold.” I promise you, do this and you will wake up as a different person."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Limitless",
      "desc": ["Yes, you have probably seen this one too. But I think this movie is such a spot on reflection of our time, an almost religious movement that consists of self-help books, designer smart drugs and quick ‘get genius’ schemes, with the ultimate goal being limitless as a kind salvation. Nietzsche would be proud. Boosting your capabilities to extraordinary heights, such a science fiction pill is quickly becoming a science fact. What would you do if you became limitless?"],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Batoru Rowaiaru (Battle Royale)",
      "desc": ["What happens when you put 42 9th grade students on a deserted island, give them some random weapons, and let them know only 1 may live after 3 days pass, or they will all die? This is what the brilliant Japanese movie batoru rowaiaru explores while giving a subtle critique on a society with extreme childish values on the one hand and demanding utter discipline on the other. This is an extremely violent movie which raises some disturbing questions like ‘could you kill your best friend?’. "],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "The Pervert’s Guide to Ideology",
      "desc": ["If you want a thought provoking movie, then this one tops the list. Philosopher Slavoj Žižek, neurotic yet brilliant, psycho-analyses the hidden subliminal messages Hollywood movies convey to us. From the titanic to batman, Žižek never fails to deliver a devastating critique of our current capitalistic ideology, implying that changing just ourselves is not enough if we want to overcome global destruction. Difficult, witty and sometimes outright hilarious, this is a movie to watch twice."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Das Leben Der Anderen (The Lives of Others)",
      "desc": ["A deeply touching movie set in 1986 on the east side of the Berlin Wall. We follow the liberal couple Georg and Christa, who, almost by accident, get 24/7 surveillance by the Stasi (the east-german secret police). In what follows we see how a paranoid state creates a claustrophobic environment that alienates its citizens and smothers the life and creativity out of its inhabitants. But what the state couldn’t foresee is the effect this couple has on the police agent who is able to hear everything they do. It is impossible to say more without spoilers, all I can say is that it is a beautiful gripping tale that is highly relevant today."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    },
    {
      "title": "Adams æbler",
      "desc": ["This is perhaps one of the funniest movies I have ever seen. Perhaps because the humor is so unsuspecting and disturbing at the same time. Or perhaps it is because Danes just know exactly what social situations are so absurd that we can not help but laugh. We follow Adam, a brilliantly played neo-Nazi, who after committing a crime has to learn how reintegrate into society. He joins the parish of pastor Ivan who believes he is at war with Satan and that every event is to test his faith. Utter hilarity ensues."],
      "tags": ["MOVIE"],
      "date": "2017-11-27"
    }
  ]
}